<template>
  <div :id="`app-${this.$i18n.locale}`">
    <div class="about-page">
      <Navbar />
      <div class="container">
        <div class="sides">
          <div class="side">
            <h1>{{ $t("about-us") }}</h1>
            <br />
            <h3>لمحة عنا</h3>
            <p>
              يحتوي موقع اكواد خصم على عدد كبير من كوبونات وأكواد خصم حصري
              تساعدك فى الحصول على أكبر نسبة خصم على قيمة مشترياتك ونتيجة لذلك
              توفر الكثير من المال، حيث أن سوف تجد الكوبونات وأكواد الخصم لجميع
              المتاجر العالمية والمحلية فى مكان واحد.
            </p>
            <br />
            <h3>اشتري اكثر وفر اكبر</h3>
            <p>
              جميع المتاجر مثل خصم موقع فوغا كلوسيت و خصم موقع ستايلي و خصم موقع
              نمشي وخصم موقع نون و خصم موقع مودانيسا والكثير من المتاجر الذي
              يتوافر لها داخل الموقع كوبون تخفيض مميز لك.
            </p>
            <br />
            <h3>خصم علي جميع المتاجر</h3>
            <p>
              جميع هذه المتاجر توفر كوبونات تقدم خصم حتي 80% على بعض المنتجات،
              تستطيع الحصول على كوبونات وأكواد الخصم من خلال موقعنا اكواد خصم
              لتحصل على تخفيضات هائلة عند الشراء اونلاين من إي من هذا المتاجر
              وإستخدام الكوبون او قسيمة التخفيض او الرمز الترويجي أثناء عملية
              الشراء.
            </p>
          </div>
          <div class="side">
            <stores />
          </div>
        </div>
      </div>
      <Footer />
    </div>
  </div>
</template>
<script>
export default {
  setup() {},
};
</script>
